{
  "happy": [
    "Happiness is a choice, not a result.",
    "When you are happy, you attract happiness.",
    "Happiness is found within, not from external sources.",
    "Being happy doesn't mean everything is perfect.",
    "Find joy in the everyday moments.",
    "Happiness is the best makeup.",
    "Happiness is contagious, spread it around.",
    "Choose joy, even in difficult times.",
    "Happiness is a journey, not a destination.",
    "A smile is the prettiest thing you can wear."
  ],
  "sad": [
    "Sadness is temporary, but strength is enduring.",
    "Every tear shed is a step closer to healing.",
    "In sadness, we find the courage to grow.",
    "Sadness is a reminder of our capacity for deep feeling.",
    "Let sadness be the spark that ignites your resilience.",
    "Embrace sadness as a teacher in the journey of self-discovery.",
    "From the depths of sadness, new beginnings emerge.",
    "Sadness paves the way for compassion and empathy.",
    "The beauty of life's tapestry is woven with threads of both joy and sadness.",
    "Sadness is a testament to the depth of our humanity."
  ],
  "angry": [
    "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "Holding onto anger is like drinking poison and expecting the other person to die.",
    "Don't let anger control you, control your anger.",
    "Anger is a valid emotion, but it's what you do with it that matters.",
    "Staying angry only hurts you, let it go and set yourself free.",
    "Your calm mind is the ultimate weapon against your challenges. So relax.",
    "Forgiveness is the best form of anger management.",
    "Every minute you remain angry, you give up 60 seconds of peace of mind.",
    "Anger is an emotion, not a lifestyle. Choose to let it go.",
    "When you let go of your anger, you free yourself from its grip."
  ],
  "anxious": [
    "Embrace uncertainty and let go of anxious thoughts.",
    "Use your breath to calm the anxious mind.",
    "Anxiety does not define you - you are stronger.",
    "Each deep breath is a step away from anxiety.",
    "You have the power to overcome anxious feelings.",
    "Focus on the present moment to ease anxiety.",
    "Anxiety is a temporary feeling, not a permanent state.",
    "Replace anxious thoughts with positive affirmations.",
    "Seek support from loved ones when feeling anxious.",
    "Remember: You are not alone in your anxious moments."
  ],
  "excited": [
    "I am bubbling with excitement!",
    "Anticipation is making me feel giddy.",
    "My heart is racing with excitement.",
    "I can't wait to see what the future holds!",
    "Excitement is filling me with positive energy.",
    "The thrill of the unknown is invigorating.",
    "I am bursting with excitement!",
    "Every moment is filled with possibility.",
    "Excitement is a beautiful emotion.",
    "I am thrilled for what's to come!"
  ],
  "calm": [
    "Peace is found in the calm within",
    "In the midst of chaos, find your calm",
    "Calmness is a superpower",
    "Embrace the tranquility of being calm",
    "Calm seas never made a skilled sailor",
    "Stillness is the key to inner peace",
    "When in doubt, breathe and stay calm",
    "A calm mind brings inner strength and self-confidence",
    "Stay calm in the storm and watch the world transform",
    "Find your anchor in the calm waters of serenity"
  ],
  "confident": [
    "Believe in yourself and your abilities.",
    "Confidence is silent. Insecurities are loud.",
    "You are capable of amazing things.",
    "Confidence makes all the difference.",
    "You are stronger than you think.",
    "Stand tall in your confidence.",
    "Confidence is your best accessory.",
    "Embrace your uniqueness and shine with confidence.",
    "Confidence is key to success.",
    "You were born to stand out with confidence."
  ],
  "frustrated": [
    "Don't get frustrated, get motivated.",
    "Frustration is just a stepping stone to success.",
    "Every setback is a setup for a comeback.",
    "Frustration means you're pushing yourself beyond your comfort zone.",
    "Embrace frustration as part of the journey to growth.",
    "Your frustration is just a reflection of your passion.",
    "Frustration is the catalyst for innovation.",
    "Great things never came from staying in your comfort zone.",
    "Keep going, your breakthrough is just around the corner.",
    "Use your frustration as fuel to propel you forward."
  ],
  "hopeful": [
    "Hope is the heartbeat of the soul.",
    "In every moment of despair, there is a seed of hope.",
    "With hope in your heart, anything is possible.",
    "Optimism is the faith that leads to hope.",
    "Hope is the light that guides us through the darkest times.",
    "Hope is the bridge between today's reality and tomorrow's possibilities.",
    "Hope is the anchor that keeps us steady in turbulent waters.",
    "Hope is the fuel that ignites our dreams.",
    "Hope is a powerful force that can move mountains.",
    "With hope as your compass, you will never be lost."
  ],
  "inspired": [
    "Be the spark that ignites a flame of inspiration within others.",
    "The soul that is inspired is a powerful force for change.",
    "Let inspiration guide your actions and fuel your dreams.",
    "Inspiration is the bridge between imagination and accomplishment.",
    "Find inspiration in the beauty of the world around you.",
    "To be inspired is to be filled with possibility and potential.",
    "Embrace the inspiration that surrounds you and let it light your path.",
    "Inspiration is the heartbeat of creativity.",
    "Open your heart to inspiration and watch your spirit soar.",
    "The world is full of inspiration for those who are willing to see it."
  ],
  "lonely": [
    "Feeling lonely is simply a temporary state, not a permanent sentence.",
    "Embrace solitude as an opportunity for self-discovery and growth.",
    "You are never truly alone when you understand the company of your own thoughts.",
    "Loneliness can be a catalyst for creativity and introspection.",
    "Reach out to others and allow yourself to be vulnerable. Connection awaits.",
    "In moments of loneliness, remember that this too shall pass.",
    "Solitude can be a gift, offering space for reflection and renewal.",
    "Loneliness teaches us the value of authentic human connection.",
    "Embrace solitude as a chance to reconnect with your inner self.",
    "Remember, you are never truly alone. The universe is always with you."
  ],
  "motivated": [
    "Believe in yourself and you will be unstoppable.",
    "Your potential is endless when you are motivated.",
    "Stay focused and never give up on your dreams.",
    "Hard work beats talent when talent doesn't work hard.",
    "The only way to achieve the impossible is to believe it is possible.",
    "Success is not a destination, but a journey fueled by motivation.",
    "Every small step you take gets you closer to your goal.",
    "Chase your dreams with passion and motivation.",
    "You have the power to create the life you want, stay motivated.",
    "Momentum is the key to staying motivated in achieving your goals."
  ],
  "overwhelmed": [
    "I am capable of handling whatever comes my way.",
    "Breath by breath, I can handle this.",
    "I choose to focus on what I can control.",
    "I have the strength to overcome this feeling of overwhelm.",
    "I am resourceful and resilient.",
    "I trust in my ability to navigate through this.",
    "I will take one step at a time.",
    "I am not alone in feeling overwhelmed, and that's okay.",
    "This too shall pass.",
    "I will find peace and clarity amidst the chaos."
  ],
  "proud": [
    "Be proud of how far you've come.",
    "Your hard work has paid off, be proud.",
    "Do more of what makes you proud.",
    "Proud hearts generate optimism.",
    "Stay proud and stay humble.",
    "Let your actions speak louder than your pride.",
    "A proud person shines from within.",
    "Proud moments are worth celebrating.",
    "Pride is the fuel of achievement.",
    "Being proud is a reflection of your inner strength."
  ],
  "relaxed": [
    "Inhale peace, exhale stress.",
    "Calm mind, calm soul.",
    "Let go of tension, embrace relaxation.",
    "Find serenity in stillness.",
    "Trust the timing of your life.",
    "Relaxation is a state of mind.",
    "Serenity found in simple moments.",
    "Breathe deeply, relax completely.",
    "Unwind your mind, free your spirit.",
    "Silence the chaos, find peace within."
  ],
  "scared": [
    "Fear is just a stepping stone to courage.",
    "Being scared means you're about to do something really brave.",
    "Scared is the first step towards being unstoppable.",
    "It's okay to be scared, just don't let it hold you back.",
    "Being scared is a sign that you're pushing your boundaries.",
    "Scared is just a temporary state, courage is forever.",
    "Don't let being scared stop you from chasing your dreams.",
    "Scared just means you're about to make a breakthrough.",
    "Feeling scared is a reminder that you're alive and growing.",
    "The only way to conquer fear is to face it head on."
  ],
  "surprised": [
    "Expect the unexpected and be pleasantly surprised.",
    "Life is full of surprises; embrace each one with gratitude.",
    "Surprised by the turn of events? Trust in the journey.",
    "Surprises are reminders that life is unpredictable and beautiful.",
    "Allow yourself to be genuinely surprised and amazed.",
    "Every surprise is a chance to learn, grow, and evolve.",
    "Stay open to surprises, for they often lead to new opportunities.",
    "Surprised? Welcome the joy of the unexpected.",
    "Let the element of surprise bring excitement to your life.",
    "Surprised by the world's wonders? Keep being curious."
  ],
  "tired": [
    "Rest is not a luxury, it's a necessity.",
    "Every small step forward is a victory when you're tired.",
    "Tiredness is a sign that you're giving it your all.",
    "Take a break, recharge, and come back stronger.",
    "You're allowed to be tired, but never give up.",
    "Tiredness is temporary, but your strength is enduring.",
    "Push yourself, but also listen to your body when it's tired.",
    "Tired doesn't mean defeated, it means you're in the fight.",
    "You can overcome exhaustion with determination and self-care.",
    "Embrace your tiredness as a reminder of your hard work."
  ],
  "bored": [
    "Boredom is just a sign that you need to switch things up.",
    "Boredom is a blank canvas waiting for your creativity.",
    "Embrace boredom as a chance to explore new interests.",
    "Boredom is an opportunity to slow down and reconnect with yourself.",
    "Boredom is a reminder to find joy in the simple things.",
    "Boredom can spark your imagination if you let it.",
    "Just a tinge of boredom can lead to unexpected adventures.",
    "Boredom is a doorway to self-discovery.",
    "Boredom is a temporary state that can lead to new beginnings.",
    "Boredom is a sign that you are ready for a change."
  ],
  "curious": [
    "Curiosity is the key to expanding your horizons.",
    "Embrace your curiosity and explore the unknown.",
    "Stay curious, for it keeps the mind young and vibrant.",
    "Curiosity opens doors to new possibilities.",
    "In curiosity lies the spark of creativity.",
    "Curiosity is the thirst for knowledge that drives us forward.",
    "Feed your curiosity, for it is a powerful source of growth.",
    "Curiosity turns the ordinary into the extraordinary.",
    "Curiosity is the engine of innovation and progress.",
    "Dare to be curious and watch your world transform."
  ],
  "grateful": [
    "Gratefulness turns what we have into enough.",
    "Being grateful for what we have opens our hearts to abundance.",
    "Gratitude is the key to a fulfilling life.",
    "Gratefulness is the foundation of happiness.",
    "The more grateful you are, the more reasons you find to be grateful.",
    "Gratitude is a powerful antidote to negative emotions.",
    "Being grateful brings peace to our hearts.",
    "Gratefulness is a magnet for miracles.",
    "Start each day with a grateful heart.",
    "Gratitude turns what we have into more than enough."
  ],
  "jealous": [
    "Jealousy is a wasted emotion.",
    "Comparison is the thief of joy.",
    "Jealousy robs us of our happiness.",
    "Focus on your own journey, not others' paths.",
    "You are enough just as you are.",
    "Celebrate others' successes without comparison.",
    "Jealousy is a sign of insecurity.",
    "Gratitude turns jealousy into appreciation.",
    "Embrace your unique journey.",
    "Choose love over jealousy."
  ],
  "nostalgic": [
    "Nostalgic: A bittersweet journey down memory lane.",
    "Memories are timeless treasures that make us feel nostalgic.",
    "Happiness is being lost in a nostalgic moment.",
    "Nostalgic feelings are a reminder of the good times we've had.",
    "Nostalgia is like a warm hug from the past.",
    "Nostalgic moments bring a smile to our faces.",
    "In a world of chaos, nostalgia brings a sense of calm.",
    "Nostalgia: Where the past whispers and the heart listens.",
    "Nostalgic emotions remind us that the best is yet to come.",
    "Embrace nostalgia, for it is a testament to a life well-lived."
  ],
  "optimistic": [
    "Believe in the power of positivity.",
    "Optimism is the fuel for success.",
    "Stay positive and good things will come.",
    "The glass is always half full if you choose to see it that way.",
    "Every day is a new opportunity to be optimistic.",
    "Optimism is the key to overcoming challenges.",
    "Choose optimism and watch your life transform.",
    "An optimistic mindset is a magnet for miracles.",
    "The sun always shines brighter on the optimistic.",
    "Optimism is a choice that leads to a brighter tomorrow."
  ],
  "peaceful": [
    "Find peace within yourself.",
    "Embrace the calmness in your soul.",
    "A peaceful mind leads to a joyful life.",
    "Let tranquility be your guide.",
    "Serenity is found in stillness.",
    "Choose peace over worry.",
    "In the quiet, you will find peace.",
    "Peace is a state of mind.",
    "May your heart be at peace.",
    "Seek peace in every moment."
  ],
  "stressed": [
    "Stressed but well-dressed.",
    "Stressed is just desserts spelled backward.",
    "Stressed but blessed.",
    "When stressed, breathe and believe.",
    "Stressed? Just do your best.",
    "Stressed minds need kindness.",
    "Stressed but never suppressed.",
    "Don't be stressed, be obsessed.",
    "Stressed? Let it rest.",
    "Stressed? Time to be refreshed."
  ],
  "worried": [
    "Worrying does not take away tomorrow's troubles, it takes away today's peace.",
    "You are far too smart to be the only thing standing in your way.",
    "Worrying is like a rocking chair - it gives you something to do but gets you nowhere.",
    "Every problem has a solution. Stop worrying and start looking for it.",
    "Worrying won't stop the bad stuff from happening, it just stops you from enjoying the good.",
    "Turn your worry into wonder and watch your world change.",
    "Worrying is a waste of time. It doesn't change anything, it just messes with your mind and steals your happiness.",
    "Don't worry about failures, worry about the chances you miss when you don't even try.",
    "The only thing we have to fear is fear itself.",
    "Worry often gives a small thing a big shadow."
  ]
}